totemmaker/totem-bsp/test/roboboard_x4/sdkconfig.defaults
CONFIG_ESP_INT_WDT=n
CONFIG_ESP_TASK_WDT=n
CONFIG_IDF_TARGET="esp32"